// src/App.tsx

function Error()
{
    return (
        <>
            <div>
                <h1>ТЕБЕ ПОВЕЗЛО!</h1>
                <h2>Твоя сущность попалась на ВЕЛИКУЮ ошибку</h2>
                <h3 style={{ color: 'red' }}>Модель недоступна</h3>
                <p>Всё на самом деле работает. и если ты видишь эту страницу, значит всё идет по плану. дело в том, мой
                    драгоценный пользователь,
                    что у автора сие забавного сервиса нет бюджета, чтобы на постоянке держать сервер на вооружении. в
                    данный момент он отключен.
                    Если хочешь поддержать данную конфетку, в которой ты находишься щас, и жаждешь более частой ее
                    работы,
                    то напиши этой чиганяшке https://t.me/openyourdirtmind и дай ему знать, что в этом мире есть такой
                    человек как ты. если
                    хочешь поддержать 67 монетами, то вот тебе ссылочка на донат -
                    https://new.donatepay.ru/@simalami</p>
                <h1>Счастливых молочных месячных, в случае если ты мужчина, и приятной египетской эрекции, в случае если
                    ты женщина</h1>
            </div>
        </>
    );
}

export default Error;
